[
  "What do you think will be the next major discovery in space science?",
  "What tools and experiments are scientists using to study the mysteries of space?",
  "Why do stars look tiny even though they are really big?",
  "What do you think is at the center of our galaxy?",
  "If you could travel to space, what would you want to explore, and why?",
  "If you could ask a scientist one question about space, what would it be?",
  "What are some ways studying space can help us solve problems on Earth?",
  "What are some benefits of humans exploring space? What are some consequences?",
  "How do the Sun, Moon, and Earth work together to create day, night, and the seasons?",
  "What do you think the biggest discovery in space will be in the next 50 years?",
  "What would it take for humans to live on another planet, and which planet do you think would be the best choice?",
  "How do different types of telescopes (radio, optical, space-based) help us understand the universe?",
  "Why do we see the Sun during the day but the Moon and stars at night?",
  "If you could explore any part of space, where would you go and why?",
  "What are asteroids and comets, and how do they affect our Solar System?",
  "What are some big mysteries about space that scientists are still trying to figure out?",
  "How do black holes challenge our understanding of physics and space-time?",
  "What do scientists look for when searching for life on other planets, and do you think we will ever find it?",
  "If you could name your own galaxy, what would you call it and why?",
  "Why do you think Earth is the only planet we know of that has people, animals, and plants?",
  "What role does dark matter play in the formation and structure of galaxies?",
  "If you were in charge of a space mission, what would you want to explore, and how would you do it?",
  "What are some things we have learned about space because of technology?",
  "What does studying other planets teach us about our own place in the Solar System?",
  "What are some dangers of space travel, and how do astronauts stay safe?",
  "What are some things we still don’t understand about the universe?",
  "If scientists discovered life on another planet, what kinds of things would they look for?",
  "How do astronauts eat, sleep, and live in space?",
  "What do you think is at the center of a black hole? Any guesses?",
  "How does gravity shape galaxies and keep them together?",
  "Have you heard of Newton's Laws? If so, what are they?",
  "Why do scientists believe that most of the universe is made of dark matter and dark energy?",
  "What is your favorite planet, and why? Can you share one fun fact about it?",
  "What roles do gravity play in galaxies?",
  "Why is it important to study astronomy? What do we gain from exploring space?",
  "How does zero gravity affect the human body, and how do astronauts prepare for it?",
  "How do different planets' atmospheres affect their ability to support life?",
  "How do telescopes help us see things that are far away?",
  "What do you think a black hole looks like? Why can't anything escape from it?",
  "What are some of the biggest unanswered questions in astronomy today?",
  "What are the different types of galaxies, and which one is the Milky Way?",
  "How do scientists know dark matter and dark energy exist if they can’t see them?",
  "What are the ethical and environmental concerns of space exploration?",
  "How have technological advancements improved space exploration over the past 50 years?",
  "What do you think happens at the edge of the universe?",
  "What constellations have you heard of before?",
  "Why do we study planets and space? How can learning about space help us on Earth?",
  "What do you think would happen to a human approaching a black hole? What do you think would happen if Earth was pulled into a black hole?",
  "How do telescopes, satellites, and space probes help scientists study the universe?",
  "How does the Sun’s gravity keep planets in orbit, and how do we see this force on Earth?",
  "What makes the Milky Way special?",
  "How do scientists learn about space if they can’t visit most of it?",
  "What are some challenges of living and working in space?",
  "What would happen if the Earth were closer or farther from the Sun?",
  "Why do scientists think the universe is expanding? What do you think might happen in the future?",
  "How do supermassive black holes influence galaxy formation and evolution?",
  "How do space missions, like rovers and satellites, help us learn more about our Solar System?",
  "What happens when two galaxies collide?",
  "How do different technologies, like AI and robotics, help scientists explore space in ways humans can't?",
  "How does gravity help us stay on the ground?",
  "How do we know that dark matter (and dark energy) exist if we can't see them?",
  "What is a galaxy? Can you name one?",
  "Why do people want to explore space? What do you think they are looking for?",
  "How is Earth different from the Moon and other planets?",
  "How do stars, planets, and black holes interact in space?",
  "How do black holes form?",
  "How has space exploration changed over time, and what do you think the future of space travel will look like?",
  "If we could travel to the edge of the universe, what do you think we would find?",
  "How does gravity control the movement of galaxies and stars?",
  "What is a Constellation?",
  "How does astronomy help us understand life on Earth?",
  "Which two countries were involved in the Space Race?",
  "What is astronomy?",
  "What do we use a telescope for?",
  "What was Pluto once known as?",
  "What process occurs in the Sun that creates large amounts of energy?",
  "What are the two main properties of a telescope?",
  "Why is astronomy important in everyday life?",
  "What is the name of the force holding us to the Earth?",
  "What planet is famous for its rings?",
  "What is the Moon?",
  "Which planet is red?",
  "What is a star?",
  "Who was the first person to walk on the moon?",
  "Which of the following is not a part of the solar system?",
  "What do the planets of the Solar System do?",
  "Which of these planets is farthest from the Sun?",
  "What galaxy is the Earth located in?",
  "What is the Big Bang Theory?",
  "What is the Universe?",
  "What do we call icy space objects with tails?",
  "What planet is known as the gas giant?",
  "What is dark matter?",
  "Which gas is most common in the Sun?",
  "What is a supernova?",
  "What tool do astronomers use to study distant galaxies?",
  "What is the Hubble Space Telescope used for?",
  "How many planets are in our solar system?",
  "What is a black hole?",
  "What is a light-year?",
  "What is the Kuiper Belt?",
  "What is an exoplanet?",
  "Which planet has the most moons?",
  "What is found at the center of the Milky Way?",
  "What did Nicolaus Copernicus discover?",
  "What planet is closest to the Sun?",
  "What is chemistry?",
  "What makes up matter?",
  "What are atoms?",
  "What is the measure of how much matter is in something?",
  "What is a molecule?",
  "What are atoms in molecules held together by?",
  "What is a chemical reaction?",
  "What do chemists study?",
  "What is an example of a mixture?",
  "What are some things chemistry can help us make?",
  "What happens when you mix vinegar and baking soda?",
  "What are atoms made of?",
  "Which of the following is a gas?",
  "What does chemistry help us understand?",
  "What is density?",
  "What is zoology?",
  "What is Metamorphosis?",
  "What are Biotic Factors?",
  "What are Abiotic Factors?",
  "How do animals talk to each other?",
  "What happens when an animal blends into its environment?",
  "Which animal below is a mammal?",
  "What do baby animals need when they are born?",
  "What do you think happens if animals don’t find food or water?",
  "Which of these is a way animals protect themselves?",
  "What is a keystone species?",
  "What do animals use their senses for?",
  "Why do some animals have sharp teeth?",
  "What is one reason animals live in groups?",
  "Which of these is a cold place where animals live?",
  "Why do birds build nests?",
  "What do scientists who study animals do?",
  "What is Taxonomy?",
  "What is natural selection?",
  "Which of the following is an example of an animal behavior that helps it survive?",
  "Which of these accurately describes the theory of evolution?",
  "Why is biodiversity important?",
  "What is an example of an abiotic factor in an ecosystem?",
  "Which of these is an adaptation that helps an animal survive?",
  "What is ecology?",
  "Which of the following is a biotic factor?",
  "How does camouflage help animals survive?",
  "Why is it important to protect animals’ habitats?",
  "What does it mean when an animal is endangered?",
  "Why do scientists study animal behavior?",
  "How does an animal’s environment affect the way it behaves?",
  "What is one reason animals might need to adapt over time?",
  "What do scientists mean when they say an animal is part of a 'food chain'?",
  "What is physiology?",
  "Which of the following is an example of an animal’s physiology?",
  "Why do some animals migrate?",
  "Which of the following is an example of animal distribution?",
  "What is ethology?",
  "Which of these is NOT an example of a symbiotic relationship?",
  "What are symbiotic relationships?",
  "What does biodiversity tell us about an ecosystem?",
  "Which of these best describes animal migration?",
  "Which part of the brain is most involved in an animal’s survival instinct?",
  "What is an example of mutualism in a symbiotic relationship?",
  "How can studying animal anatomy help humans?",
  "What does 'population density' mean in animal science?",
  "Which of the following is an example of animal conservation?",
  "Why might an animal’s behavior change over time?",
  "Which of these is not a type of 'species distribution'?",
  "Where do electrons move around in an atom?",
  "What do electrons orbit in an atom?",
  "What exactly happens in a chemical reaction?",
  "What changes in a reaction?",
  "How many atoms are in a water molecule?",
  "What is an example of a chemical change?",
  "What do we call the substances you start with in a chemical reaction?",
  "What do you get after a chemical reaction?",
  "What is a compound?",
  "What is a property?",
  "What is the periodic table?",
  "What are chemical bonds made of?",
  "What is a reagent?",
  "What happens when an atom’s outer shell is not full?",
  "What is the purpose of chemical bonding between atoms?",
  "What is a product in a chemical reaction?",
  "What is a supersaturated solution?",
  "Why do we need electricity to make some things work, like a refrigerator or a fan?",
  "What are the different parts of a circuit, and how do they work together?",
  "What do you think wires do inside a device like a TV or a computer?",
  "How do inductors and resistors work, and why are they important in electronic devices?",
  "What are some real-world applications of circuits, and how do engineers design them for different purposes?",
  "How do capacitors help cameras, flashlights, and other devices work more efficiently?",
  "What happens when a circuit is overloaded, and how do circuit breakers prevent damage?",
  "What would happen to modern electronics if we didn’t have any of these important components?",
  "If you were designing an energy-efficient circuit for the future, how would you use conductors, diodes, and capacitors to make it better?",
  "Why do we use both conductors and insulators in circuits?",
  "Why do some materials conduct electricity better than others?",
  "If you could create a new kind of circuit for the future, what would it do and how would it improve technology?",
  "What do you think happens when there is a power outage?",
  "How do you think streetlights know when to turn on and off?",
  "What do you think would happen if all the materials that conduct electricity disappeared?",
  "Why do you think some toys need batteries while others do not?",
  "Why do we use certain materials, like copper, for wires in a circuit?",
  "Why do circuit boards make it easier to build and organize electrical systems?",
  "What are some real-world applications of diodes, and how do they improve technology?",
  "Why are capacitors and insulators important in circuits, and how do they store energy?",
  "Why do we need wires to carry electricity from one place to another?",
  "Can you name some things at home that use circuits?",
  "What happens when too much electricity flows through a circuit, and how do we prevent damage?",
  "What are some emerging technologies that rely on advanced circuits?",
  "How do fuses and circuit breakers help keep electrical systems safe?",
  "How do circuits help power and control modern technology?",
  "What do you think happens when you turn on a light switch?",
  "Why do you think some materials allow electricity to flow while others do not?",
  "Why are circuits important in our everyday lives?",
  "What do you think would happen if a wire in a circuit was broken?",
  "How do electrical circuits help keep us safe, such as in smoke detectors and medical equipment?",
  "What do those three examples of conductors have in common?",
  "Can you name some things in your house that let electricity flow through them?",
  "What happens if part of a circuit is broken?",
  "What were the results of the creation of the circuit?",
  "How do conductors and insulators affect the efficiency of a circuit?",
  "What happens when a flashlight runs out of battery? Why does it stop working?",
  "How do you stay safe when using things that have electricity?",
  "What are conductors and insulators, and why do we need both in a circuit?",
  "What do you think are characteristics of good conductors?",
  "How do you think a light switch controls a light bulb?",
  "How do batteries help circuits work, and what happens when a battery dies?",
  "What is a switch? Why do some circuits need them, and how do they control electricity?",
  "How do engineers design circuits to be energy efficient?",
  "If you could design your own circuit for a machine, what would it do and how would it work?",
  "Why do we use circuit boards in computers and phones?",
  "Why do we have power buttons on TVs and computers?",
  "If you could invent a new gadget that uses electricity, what would it do?",
  "Why do you think we need electricity in our homes?",
  "What happens when you plug something into the wall?",
  "If you were designing a smart home, how would you use circuits to make it more efficient?",
  "How do diodes help control the flow of electricity in a circuit?",
  "How do inductors and resistors work, and where might we see them in real life?",
  "What do circuits do inside electronic devices like phones or computers?",
  "What is psychology?",
  "What does your brain help you do?",
  "How do we remember things better?",
  "What part of your body helps you think and make choices?",
  "Why do we sometimes forget things?",
  "What is a memory?",
  "What are the three main parts of the brain?",
  "What is a short term memory?",
  "What helps you stay focused on one thing?",
  "Why do people make different choices?",
  "What is the brain like?",
  "What helps you balance and move your body?",
  "What part of your brain helps you breathe and keep your heart beating?",
  "What can help you remember something better?",
  "What do you do when you forget something on purpose?",
  "What makes us choose one choice over the other?",
  "How is the brain the control system of the body?",
  "What does the cerebrum do?",
  "What does the cerebellum do?",
  "What does the brain stem do?",
  "What did Freudian Psychology do?",
  "What makes us fall for mind tricks?",
  "What animal was the hippocampus named after?",
  "What makes a memory long term?",
  "What is memory fading?",
  "What is targeted forgetting?",
  "What part of your brain helps you understand emotions?",
  "How does the nervous system work with the brain?",
  "Why is sleep important for memory?",
  "Why do people sometimes forget names or facts?",
  "What part of the brain helps you move your arms and legs?",
  "Why is the nervous system important in how we respond to the world?",
  "Why was the hippocampus named after a seahorse?",
  "What part of the brain is responsible for memory storage?",
  "Why is studying psychology important?",
  "What is selective attention?",
  "Which of the following is a strategy to help remember information better?",
  "Why do some animals change shape or grow new body parts as they get older?",
  "Why do you think it is important for scientists all over the world to use the same classification system?",
  "How do behaviors of an animal link to its ability to survive? How does this affect other animals?",
  "How do animals teach their young important survival skills?",
  "Why are biodiversity and conservation important? Why do distribution patterns vary per region?",
  "What role does natural selection play in shaping the traits of animals over time?",
  "The more species diversifies, the less likely it is to go extinct. Why is that?",
  "How do scientists decide which characteristics are most important when classifying animals?",
  "Why do different species have such different life cycles, and how does metamorphosis benefit some animals?",
  "What do you think makes animals different from each other?",
  "How do you think nature decides which animals will survive and which won’t?",
  "Can you think of a place where lots of animals live close together? Why do you think they live there?",
  "What do you think zoologists do when studying animals in nature?",
  "Why do some places have more animals than others? What factors influence this?",
  "If you could study one animal’s anatomy up close, which one would you choose and why?",
  "How does understanding animal anatomy help scientists learn about evolution and adaptation?",
  "Why do some animals live in cold places and others in warm places?",
  "What do you think would happen if animals couldn’t communicate with each other?",
  "What is the purpose of studying anatomy and the bodily functions of animals?",
  "Why do some species thrive in urban environments while others struggle to survive?",
  "How do predator and prey behaviors evolve to help each survive?",
  "Why do some animals live in groups while others like to be alone?",
  "How does taxonomy help scientists understand our world? How can we use taxonomy to better understand animals?",
  "How do animals use their senses, like sight or hearing, to help them survive?",
  "What do you think would happen if scientists stopped using taxonomy? How would it affect our understanding of animals?",
  "How does taxonomy help us understand the history and evolution of life on Earth?",
  "If you could design an animal with the most powerful body features from different species, what would it look like and why?",
  "What do you think would happen if an animal’s behavior changed because of humans or the environment?",
  "Why do you think some animals live in one place but not in another?",
  "What do you think is the biggest difference between wild animals and pets?",
  "Why do you think animals with special adaptations, like camouflage or long necks, have an advantage?",
  "How does an animal’s anatomy affect what it eats and how it hunts?",
  "How do animals use intelligence and problem-solving to find food or avoid danger?",
  "Why do some animals have unique abilities, like echolocation or venom, and how do these functions help them?",
  "How do animals show they are happy, scared, or angry?",
  "Why are biodiversity and conservation important? Why do distribution patterns vary per region?",
  "If you were a zoologist, how would you study where animals live and why?",
  "How does taxonomy help scientists understand our world? How can we use taxonomy to better understand animals?",
  "How does studying animal behavior help us learn about human behavior?",
  "How do an animal’s internal organs, like the heart and lungs, work together to keep it alive?",
  "What do you think happens when there are too many animals in one area?",
  "If you could pick a place for a new animal to live, what would it need to survive?",
  "How do you think scientists organize animals when they find a new species?",
  "Why do you think some animals have spots, stripes, or bright colors?",
  "How do animals use sounds, body language, and scents to communicate with each other?",
  "How do animals like wolves, bees, or ants work together as a group?",
  "Why do some animals have very strong senses, like eagles with sharp vision or dogs with powerful noses?",
  "How does taxonomy help scientists understand our world? How can we use taxonomy to better understand animals?",
  "How do humans impact biodiversity, and what can we do to protect it?",
  "If you were designing a wildlife conservation plan, what steps would you take to protect species and their habitats?",
  "How do animals use their different body parts to find food and stay safe?",
  "If you could design a new animal with special abilities, what would it look like?",
  "What role does population density play in an ecosystem’s health and stability?",
  "Why do some animals have fur, feathers, or scales? How do these help them?",
  "What happens if a new animal is discovered that doesn’t fit into any known category?",
  "How does Darwin’s theory help us understand why animals look and act the way they do?",
  "What are some traits that scientists use to classify animals into different groups?",
  "How do behaviors of an animal link to its ability to survive? How does this affect other animals?",
  "What role does DNA play in classifying and understanding animal relationships?",
  "If you could create your own animal group, what animals would be in it and why?",
  "What does population density mean and how does it affect the way animals live in different environments?",
  "Why are biodiversity and conservation important? Why do distribution patterns vary per region?",
  "How do behaviors of an animal link to its ability to survive? How does this affect other animals?",
  "Why do you think scientists use Latin names instead of regular names for animals?",
  "The more species diversifies, the less likely it is to go extinct. Why is that?",
  "How do changes in the environment, like deforestation or pollution, affect animal distribution?",
  "Why do different animals have different behaviors, even if they live in the same place?",
  "How do scientists study animal anatomy to understand their behaviors and needs?",
  "Why do some animals develop complex social structures while others remain solitary?",
  "Can you think of a time when you saw an animal doing something interesting? Why do you think it acted that way?",
  "What do you think is more important for survival: strength, intelligence, or speed? Why?",
  "How do biotic (living) and abiotic (non-living) factors influence where animals are found?",
  "If you could create an animal that could live anywhere, what special traits would it have?",
  "What are some examples of animals, besides butterflies, that go through metamorphosis, and why do they change?",
  "How do different species compete for food, and how does that affect their survival?",
  "What is the purpose of studying anatomy and the bodily functions of animals?",
  "How do mutations contribute to evolution, and are all mutations helpful?",
  "How do human activities like deforestation, pollution, and climate change impact species distribution?",
  "How does Darwin’s theory explain why some species survive while others go extinct?",
  "How do baby animals learn how to survive in the wild?",
  "Why do you think some animals look similar but live in different places?",
  "How does taxonomy help scientists organize all the different animals on Earth?",
  "What role does communication play in animal survival and reproduction?",
  "Why do some animals that look alike belong to different taxonomic groups?",
  "What is the purpose of studying anatomy and the bodily functions of animals?",
  "What is a circuit?",
  "What do we need to make a circuit work?",
  "Which of these is not one of the parts of a circuit?",
  "What does a battery do in a circuit?",
  "What is an electric current?",
  "What do we call something that connects parts in a circuit?",
  "What happens when you flip a switch in a circuit?",
  "Why do we use circuits in our homes?",
  "What do we call something that electricity can flow through easily?",
  "Which of these items is part of a circuit?",
  "What do we use a light bulb for in a circuit?",
  "What is the purpose of a circuit board?",
  "Why do we use batteries in toys?",
  "What are two examples of where circuits are used?",
  "What do wires do in a circuit?",
  "What are electric currents?",
  "What are circuit boards?",
  "What is a resistor?",
  "What is an inductor?",
  "What are conductors?",
  "What are diodes?",
  "What are capacitors?",
  "Why are circuits important?",
  "What does adding diodes and capacitors do to the circuit?",
  "What is a switch used for in a circuit?",
  "What is an example of a load in a circuit?",
  "What do we use circuits for?",
  "What happens if a circuit is broken?",
  "What happens in an open circuit?",
  "What happens when a capacitor is full?",
  "What kind of materials are good insulators?",
  "How does a diode affect current?",
  "Why do we use resistors in a circuit?",
  "Why do you think some people are really good at remembering details, while others forget quickly?",
  "How do you know when someone is telling the truth or just playing a trick on you?",
  "How do our thoughts and feelings affect the choices we make?",
  "How does sleep help our brains organize and store memories?",
  "How does psychology help us understand human behavior?",
  "If you could design a brain-related experiment, what would you want to test or learn about?",
  "How do scientists study memory, and what have they learned about how the brain stores information?",
  "If you could see inside your brain, what do you think it would look like?",
  "Have you ever thought you saw or heard something that wasn’t really there? What do you think happened?",
  "How will behavioral psychology influence how your opponent acts?",
  "On which of the 4 rounds did you do the best? Which part of the brain did you use? How did we use each of the three parts of the brain in this experiment?",
  "Why do some memories fade over time, while others stay clear for years?",
  "How do you know when you are hungry or tired? How do you think your brain helps with that?",
  "What made us fall for these tricks?",
  "How do emotions like fear or excitement affect the way our brain makes decisions?",
  "What techniques have helped you remember something difficult, like a spelling word or math fact?",
  "How do emotions affect what we remember?",
  "What do you think happens in your brain when you dream?",
  "If you could create an experiment to understand why people do what they do, what would you study?",
  "How does our unconscious mind influence the decisions we make, even when we don’t realize it?",
  "Can you think of a time when you forgot something important? What helped you remember it later?",
  "How do you think rewards and punishments influence behavior?",
  "Freud believed that our early experiences shape who we become—do you agree? Why or why not?",
  "How has one memory affected your personality or choices today?",
  "Can you think of a time when you made a decision? What helped you choose?",
  "What would happen if everyone could see the world differently based on their own thoughts?",
  "What do you think would happen if we couldn’t form new memories? How would that affect our daily lives?",
  "What are some strategies used by people with exceptional memory, and can we train ourselves to do the same?",
  "If you could ask a scientist one question about how our minds work, what would it be?",
  "Why do some people take more risks than others?",
  "Why do you think we remember some things easily, like our birthday, but forget what we ate for lunch last week?",
  "What do you think happens when two people remember the same event in completely different ways?",
  "How do our past experiences shape the way we react to new situations?",
  "How does the brain help us make decisions, and why do some decisions take longer than others?",
  "How does the nervous system help us react quickly to the world around us?",
  "What makes us choose one choice over the other?",
  "If you could ask a psychologist anything about the human mind, what would it be and why?",
  "How do you think your brain remembers things, like your favorite song or a fun day at the park?",
  "How do different parts of the brain control different actions, like moving, thinking, or feeling?",
  "How can understanding psychology help people improve their lives?",
  "Psychology helps us understand how people think, feel, and act. How do you think studying psychology can help us in everyday life? Can you think of a situation where understanding someone's thoughts or feelings might be useful?",
  "How do scientists study how the brain works, and what are some challenges they face?",
  "How does the placebo effect show the power of the mind over the body?",
  "What do you think Freud meant when he said that our unconscious mind affects our decisions?",
  "What do you think happens in your brain when you feel happy, sad, or excited?",
  "What do you think makes people feel happy or sad?",
  "Why do we sometimes forget things, and how does our brain decide what to keep and what to let go?",
  "How do stress and emotions impact our ability to remember things?",
  "Why do you think we sometimes forget things?",
  "How do you think your brain helps you learn new things?",
  "Why do you think some people are more easily tricked by illusions than others?",
  "How do optical illusions and mental tricks reveal how our brains process information?",
  "How do psychologists study how the brain affects our thoughts and actions?",
  "What helps you remember things better—seeing them, hearing them, or doing them?",
  "How do the different parts of the brain work together to control thoughts, movements, and emotions?",
  "How do you think our brains help us learn new things?"
]